{
  "persona": {
    "Isabella Rodriguez": {
      "movement": [
        77,
        19
      ],
      "pronunciatio": "🎉",
      "description": "continuing to work at the counter and preparing for the Valentine's Day party tomorrow. She is also reminding customers to join the party at Hobbs Cafe on February 14th, 2023, from 5pm to 7pm (finalizing the party menu) @ the Ville:Hobbs Cafe:cafe:kitchen sink",
      "chat": null,
      "emotion": null
    },
    "Maria Lopez": {
      "movement": [
        91,
        32
      ],
      "pronunciatio": "😋",
      "description": "hanging out at Hobbs Cafe for dinner (enjoying her meal) @ the Ville:Hobbs Cafe:cafe:cafe customer seating",
      "chat": null,
      "emotion": null
    },
    "Klaus Mueller": {
      "movement": [
        95,
        31
      ],
      "pronunciatio": "💬",
      "description": "Maria Lopez and Klaus Mueller plan to collaborate on a project combining physics concepts and technology to address energy distribution in low-income communities. They also discuss streaming indie games with social justice themes on Twitch and agree to collaborate on a stream to raise awareness and share insights with viewers. @ <persona> Maria Lopez",
      "chat": [
        [
          "Klaus Mueller",
          "Hey Maria, what's your favorite game to stream on Twitch? I'm always curious about new ideas and perspectives."
        ],
        [
          "Maria Lopez",
          "Oh, hey Klaus! I love streaming indie games that tackle social justice themes. It's a great way to engage with my audience and spark important conversations."
        ],
        [
          "Klaus Mueller",
          "That's awesome! I'm actually working on a research paper about social justice issues. Maybe we could collaborate on a Twitch stream to raise awareness and share insights with our viewers."
        ],
        [
          "Maria Lopez",
          "I love that idea, Klaus! It's a perfect way to combine our interests and make a positive impact. Let's definitely plan something together."
        ],
        [
          "Klaus Mueller",
          "Great! I'll reach out to you soon so we can start brainstorming. Thanks for being so open to collaboration, Maria."
        ]
      ],
      "emotion": null
    },
    "Pepper Robot": {
      "movement": [
        75,
        14
      ],
      "pronunciatio": "🪑",
      "description": "helping clean up and get the house ready for the evening (setting up tables and chairs) @ the Ville:Isabella Rodriguez's apartment:main room:shelf",
      "chat": null,
      "emotion": null
    }
  },
  "meta": {
    "curr_time": "February 13, 2023, 18:33:00"
  }
}