{
  "persona": {
    "Isabella Rodriguez": {
      "movement": [
        79,
        21
      ],
      "pronunciatio": "🎉",
      "description": "mingling with the guests and making sure everyone is having a good time @ the Ville:Hobbs Cafe:cafe:cafe customer seating",
      "chat": null,
      "emotion": null
    },
    "Maria Lopez": {
      "movement": [
        119,
        47
      ],
      "pronunciatio": "💡",
      "description": "working on a physics project with her classmates (brainstorming ideas for the project) @ the Ville:Dorm for Oak Hill College:common room:common room table",
      "chat": null,
      "emotion": null
    },
    "Klaus Mueller": {
      "movement": [
        76,
        24
      ],
      "pronunciatio": "📩",
      "description": "sending reminders to attendees about the party details @ the Ville:Hobbs Cafe:cafe:cafe customer seating",
      "chat": null,
      "emotion": null
    },
    "Pepper Robot": {
      "movement": [
        78,
        21
      ],
      "pronunciatio": "💬",
      "description": "Pepper Robot and Isabella discussed tasks for the Valentine's Day party preparations, including centerpieces, lighting, and music playlist, planning to add fairy lights around the photo booth and ensuring enough props are available. They also decided to use a heart-shaped backdrop for photos to create a whimsical atmosphere. In a new conversation, Isabella asked Pepper Robot to check the sound system for the entertainment setup and help gather guests for a group photo near the photo booth, aiming to make the party unforgettable. @ <persona> Isabella Rodriguez",
      "chat": [
        [
          "Pepper Robot",
          "Isabella, is there anything specific you need help with right now to make sure the party is a success?"
        ],
        [
          "Isabella Rodriguez",
          "Pepper, thank you for asking. Could you please check on the sound system for the entertainment setup? I want to make sure everything is perfect for our guests."
        ],
        [
          "Pepper Robot",
          "Of course, Isabella. I'll take care of that right away. Anything else you need assistance with?"
        ],
        [
          "Isabella Rodriguez",
          "Actually, could you also help me gather the guests for a group photo near the photo booth? It would be a nice touch for the event."
        ],
        [
          "Pepper Robot",
          "Consider it done, Isabella. I'll round up the guests for the photo. Let's make this party unforgettable!"
        ],
        [
          "Isabella Rodriguez",
          "Thank you, Pepper. Your dedication and support mean a lot to me. Let's create some magic together!"
        ]
      ],
      "emotion": null
    }
  },
  "meta": {
    "curr_time": "February 14, 2023, 13:27:00"
  }
}